Repository: RedTurtle/collective.periodcriterion
Catalog: collective/periodcriterion/locales/*/LC_MESSAGES/collective.periodcriterion.po
Languages: it

source: A relative date criterion with defined bounds
it: Una data relativa con limiti definiti

source: Add to Plone Collection content type the "this month" and "this year" criteria
it: Aggiunge alle Collezioni Plone i criteri "questo mese" e "quest'anno"

source: Period Criterion for Collections
it: Criteri di Periodo per le Collezioni

source: Period Date Criteria
it: Criterio Periodo di Data

source: Period of time
it: Periodo di tempo

source: The current month
it: Il mese corrente

source: The current year
it: L'anno corrente

source: This month
it: Questo mese

source: This year
it: Quest'anno

source: Today
it: Oggi

source: help_date_criteria_value
it: Seleziona il periodo entro il quale deve essere la data.

source: label_date_criteria_value
it: Quale periodo
